Revit 2024 API
ColorFillScheme.IsLinkedFilesIncluded Property
 Represent if the scheme includes entries whose parameter values are based on elements from linked files.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022
Syntax
C#
public bool IsLinkedFilesIncluded { get; set; }
Visual Basic
Public Property IsLinkedFilesIncluded As Boolean
	Get
	Set
Visual C++
public:
property bool IsLinkedFilesIncluded {
	bool get ();
	void set (bool value);
}
See Also
ColorFillScheme Class
Autodesk.Revit.DB Namespace